Repository: Igordr1999/LimeBet
Catalog: limebet/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Название

source: Alpha2
ru: 2-х значный код

source: Rating
ru: Рейтинг

source: Flag
ru: Флаг

source: Country
ru: Страна

source: Countries
ru: Страны

source: URL
ru: Ссылка

source: Logo
ru: Лого

source: Bookmaker
ru: Букмекер

source: Bookmakers
ru: Букмекеры

source: Sport
ru: Вид спорта

source: Sports
ru: Вида спорта

source: Team name
ru: Название команды

source: Bookmaker team name
ru: Название букмекера

source: Bookmaker team names
ru: Букмекерские названия команд

source: Bookmaker names
ru: Букмекерские названия

source: Logo url
ru: Ссылка на лого

source: Team
ru: Команда

source: Teams
ru: Команды

source: Period number
ru: Период номер

source: Team number
ru: Номер команды

source: Quote name
ru: Название котировки

source: Handicap
ru: Фора

source: Handicaps
ru: Форы

source: Under or over
ru: Меньше или больше

source: Total
ru: Тотал

source: Totals
ru: Тоталы

source: Result
ru: Исход

source: Results
ru: Исходы

source: Quote value
ru: Название котировки

source: full time
ru: полное время

source: period
ru: период

source: Handicap quote
ru: Котировка форы

source: Handicap quotes
ru: Котировка фор

source: Total under
ru: Тотал менее

source: Total over
ru: Тотал более

source: all teams
ru: все команды

source: Total quote
ru: Котировка тотала

source: Total quotes
ru: Котировки тоталов

source: Result quote
ru: Котировка исхода

source: Result quotes
ru: Котировки исходов

source: Bookmaker event url
ru: Ссылка букмекера на событие

source: Update time
ru: Время обновления

source: Quotes
ru: Котировки

source: Quotes set
ru: Набор котировок

source: Bookmaker url
ru: Букмекерская ссылка

source: Bookmaker urls
ru: Букмекерские ссылки

source: Background
ru: Обои

source: League
ru: Лига

source: Leagues
ru: Лиги

source: Home team
ru: Домашняя команда

source: Away team
ru: Выезная команда

source: Start time
ru: Время начала матча

source: Event
ru: Событие

source: English
ru: Английский язык

source: Russian
ru: Русский язык

source: German
ru: Немецкий язык

source: French
ru: Французский язык

source: Ukrainian
ru: Украинский язык

source: Product
ru: Продукт

source: Description
ru: Описание

source: Playback steps
ru: Шаги воспроизведения

source: Type report
ru: Тип репорта

source: Tags
ru: Теги

source: Priority
ru: Приоритет

source: Screenshot
ru: Скриншот

source: Status
ru: Статус

source: Login
ru: Авторизация

source: Sign in
ru: Войти

source: Log out
ru: Выйти

source: Password change
ru: Смена пароля

source: Change
ru: Смена

source: Password reset
ru: Сброс пароля

source: Reset
ru: Сброс

source: Settings
ru: Настройки

source: Save
ru: Сохранить

source: Registration
ru: Регистрация

source: Sign up
ru: Регистрация

source: Menu
ru: Меню

source: Static data
ru: Статичные данные

source: Dynamic data
ru: Динамические данные

source: Max quotes
ru: Максимальные коэффиценты

source: Our quotes
ru: Наши коэффиценты

source: Surebets
ru: Букмекерские вилки

source: Valuebets
ru: Перевесы

source: My bookmakers
ru: Мои букмекеры

source: Logout
ru: Выйти

source: For Clients
ru: Для клиентов

source: For Researhers
ru: Для исследователей

source: For developers
ru: Для разработчников

source: Learning API
ru: Изучаем API

source: Documentation
ru: Документация

source: Bug Tracker
ru: Баг трекер

source: Platform Status
ru: Статус платформы

source: About
ru: О нас

source: Our team
ru: Наша команда

source: Contacts
ru: Контакты

source: BASE
ru: База

source: Button
ru: Кнопка

source: Return to site
ru: Вернуться на сайт

source: Sections
ru: Разделы

source: Days
ru: Дни

source: Hours
ru: Часы

source: Minutes
ru: Минуты

source: Seconds
ru: Секунды

source: Make bet. Result
ru: Сделать ставку. Исход

source: Make bet. Handicap
ru: Сделать ставку. Фора

source: Make bet. Total
ru: Сделать ставку. Тотал

source: All quotes
ru: Все котировки

source: Under
ru: Менее

source: Over
ru: Более

source: Click
ru: Клик

source: Full time
ru: Все время

source: First 20 leagues by filter
ru: Первые 20 лиг по фильтрам

source: Music
ru: Рингтон

source: No music =(
ru: Нет рингтона =(

source: Search
ru: Поиск

source: Football. Top 5
ru: Футбол. Топ 5

source: Profit
ru: Прибыль

source: Bet
ru: Ставка

source: Coefficient
ru: Коэффицент

source: Fonbet
ru: Фонбет

source: Leon
ru: Леон

source: MarathonBet
ru: МарафонБет

source: Baltbet
ru: Балтбет

source: Winline
ru: Винлайн

source: Marathon
ru: МарафонБет

source: First 20 teams by filter
ru: Первые 20 команд по фильтрам

source: Probability
ru: Вероятность

source: Overvaluation
ru: Переоцененность

source: LimeBet is a betting trader. LimeBet is a financial instrument for searching and researching betting quotes, analyzing sports events and concluding winning bets on the websites of well-known bookmakers
ru: LimeBet - трейдер ставок. LimeBet - финансовый инструмент для поиска и исследование ставок, анализ спортивных событий и заключение выигрышные ставки на сайтах известных букмекерских контор

source: We independently analyze bookmaker quotes and produce the best surebets, betting corridors and overvalued bets thanks to machine learning and proven financial strategies. This way you win real money in the long run.
ru: Мы самостоятельно анализируем котировки букмекерских контор и производим лучшие вилки, коридоры ставок и переоцененные ставки благодаря машинному обучению и проверенным Финансовым стратегиям. Таким образом, вы выигрываете реальные деньги в долгосрочной перспективе.

source: Unique quotes by events
ru: Уникальные котировки по событиям

source: Events per week
ru: Событий в неделю

source: Service features
ru: Фишки сервиса

source: Search max quotes
ru: Поиск максимальных коэффицентов

source: Search for maximum coefficients for each quote and each event.
ru: Поиск максимальных коэффицентов для каждой котировки и каждого события

source: Virtual betting bets
ru: Виртуальные ставки

source: We conduct a forecast competition among our users. To do this, we set our coefficients.
ru: ы проводим конкурс прогнозов среди наших пользователей. Для этого мы устанавливаем наши коэффициенты.

source: We display ready surebets, betting corridors and overvalued bets
ru: Мы показываем готовые ставки, коридоры ставок и переоцененные ставки

source: We analyze the line in real time and with the help of machine learning and financial strategies, we derive the best surebets, betting corridors and overvalued bets
ru: Мы анализируем линию в режиме реального времени и с помощью машинного обучения и финансовые стратегии, мы получаем лучшие поручительства, коридоры ставок и завышенные ставки

source: REST API support
ru: Поддержка REST API

source: Download megabytes of data in tens of thousands of lines in a few seconds in easy automatic mode
ru: Скачайте мегабайты данных в десятки тысяч строк за несколько секунд с простым интерфейсом

source: Foreign language support
ru: Поддержка иностранных языков

source: Our site fully supports 5 languages: Russian, English, German, French and Ukrainian.
ru: Наш сайт полностью поддерживает 5 языков: русский, английский, немецкий, французский и укранский.

source: Create report
ru: Создать репорт

source: Bugtracker. Create report
ru: Багтрекер. Создать репорт

source: My reports
ru: Мои репорты

source: All reports
ru: Все репорты

source: Bug tracker
ru: Баг трекер

source: Expected result
ru: Ожидаемый результат

source: Factual result
ru: Фактический результат

source: Type
ru: Тип

source: Return
ru: Назад

source: Read more
ru: Подобнее

source: Filters
ru: Фильтры

source: Link
ru: Ссылка

source: Igor Drobyashchenko, TeamLead & FullStack Developer
ru: Игорь Дробященко, TeamLead & FullStack Developer

source: Denis Sannikov, Android Developer
ru: Денис Санников, Android Developer

source: Edward Mailyan, Sprint manager & Frontend Developer
ru: Эдуард Маилян, Sprint manager & Frontend Developer

source: Maxim Vasilyuk, Tester
ru: Максим Василюк, Tester

source: Anton Manohin, Tester
ru: Антон Манохин, Tester

source: Documentaion
ru: Документация

source: Register on this site
ru: Регистрация на сайте

source: Click on the button 'Sign up' and register on this site.
ru: Кликнуть на кнопку 'Зарегистрироваться' и зарегистрироваться на сайте.

source: Get API key
ru: Получите API ключ

source: Get token
ru: Получить токен

source: Send requests to methods with Headers
ru: Отправить запросы к методам с вложенным Headers

source: Send requests to methods with Headers containing the Key = 'Authorization' field and Value = 'Token XXXXX' (without quotes, where XXXXX is your token)
ru: Отправить запросы к методам с Headers, содержащим Key = 'Authorization'field and Value = 'Token XXXXX' (без кавычек, где XXXXX - ваш токен

source: HEED HELP?
ru: Нужна помощь

source: Please, contact by email
ru: Пожалуйста, свяжитесь по e-mail

source: Home page
ru: Домашняя страница

source: Successful financial strategies
ru: Успешные финансовые стратегии

source: We use betting forks, odds (revalued bets) and betting corridors. More details on the How It Works page.
ru: Мы используем вилки, перевесы и коридоры. Подробнее на странице Как это работает

source: We explore many sporting events and quotes
ru: Мы исследуем много спортивных событий и котировок

source: Over 50 leagues in more than 15 countries.
ru: Более 50 лиг в более чем 15 стран мира

source: We have an open public API
ru: У нас есть публичное API

source: More details on the Developer page.
ru: Больше деталей на странице разработчика

source: We use machine learning
ru: Мы используем машинное обучение

source: We use machine learning to predict the outcome of sporting events.
ru: Мы используем машинное обучение для предсказывания спортивных событий

source: Our winning strategies are based on probability theory
ru: Наши выигрышные стратегии базируются на теории вероятности

source: All systems
ru: Все системы

source: Our parsers
ru: Наши парсеры

source: Checking the operation of our parsers
ru: Проверка работоспособности наших прасеров

source: Our databases
ru: Наши базы данных

source: Verifying database operation
ru: Проверка операций БД

source: Search of surebets and other
ru: Поиск вилок и др.

source: Search of surebets, bookmaker revalued quotes and corridors
ru: Поиск вилок, перевесов и коридоров

source: Our bookmaker
ru: Наш букмекер

source: Checking the operation of our bookmaker
ru: Проверка операций нашего букмекера
